Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/ptil.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: According to the DIR-37-0015 and PRO-37-0249 procedures, an MOC process must be implemented for changes related to installation of new equipment or systems.
nb: Endringer knyttet til installasjon av nytt utstyr eller systemer skal i henhold til DIR-37-0015 og PRO-37-0249 prosedyre gjennomføre en Management of Change (MoC) prosess.

source: § 82 Well location and wellbore
nb: § 82 Brønnens lokasjon og bane

source: : The results of the survey show that personnel from all types of companies see great value in simulator training.
nb: Resultatene fra undersøkelsen viser at personell fra alle selskapstypene ser stor verdi i simulatortrening

source: It is mainly job categories within operator and service companies that use this response option, where it is used on average in 24% of cases across all statements.
nb: Det er i hovedsak stillingskategorier innenfor operatør- og serviceselskap som benytter seg av dette alternativet hvor det i gjennomsnitt blir benyttet i 24% av tilfellene.

source: Leak in stuffing box for pump 25-PA-102B
nb: Lekkasje i pakkboksen til pumpe 25-PA-102B

source: Equipment manufactured for use in zones 1 (equipment category 2) and 2 (equipment category 3) are covered by different requirements for the level of protection (including product requirements) and by different approaches to conformity assessment (quality assurance).
nb: Utstyr produsert for bruk i henholdsvis sone 1 (utstyrskategori 2) og sone 2 (utstyrskategori 3) har ulike krav til vernenivå (inkludert produktkrav) og ulik fremgangsmåte for samsvarsvurdering (kvalitetssikring).

source: the Norwegian Institute of Public Health - Recommended professional standards for indoor climate,
nb: Folkehelseinstituttet - anbefalte faglige normer for inneklima,

source: 20.10: Polinf 001 from the NCA.
nb: 20.10 POLINF 001 fra Kystverket.

source: Finally, blowing air at a rate of 0.18 m3/s with a somewhat lower H2S concentration (scenario 2) to simulate the blowing operation after it has been under way for a time.
nb: Videreblåsing av luft med 0,18 m3/s luftgjennomstrømning med litt lavere H2S-konsentrasjon (senario 2), som skal simulere blåseoperasjon etter at den har gått en stund.

source: OECD’s principles for good laboratory practice as mentioned in first section, imply the principles
nb: Med "OECDs prinsipper for god laboratoriepraksis" som nevnt i første ledd, menes prinsippene

source: The employer's duty to ensure that the employees are given a real possibility to participate, is mentioned in Section 13 with Guidelines, which continues the current law.
nb: Arbeidsgiverens plikt til å sikre at arbeidstakerne gis reell mulighet til å medvirke, er nevnt i § 13 med

source: During 2017, 205 reportable personal injuries were recorded on the NCS.
nb: I 2017 ble det registrert 205 rapporteringspliktige personskader på norsk sokkel.

source: The response leadership based its efforts on the defined situations of hazards and accidents (DSHAs) which cover fire and explosion in the factory area and in the compressor house, and evacuation of personnel from the plant.
nb: Beredskapsledelsen baserte sin innsats på definert fare- og ulykkessituasjon (DFU) som omfatter brann og eksplosjon inne på fabrikkområdet og i kompressorhuset, og evakuering av personell fra anlegget.

source: Work processes means a set of interrelated or interacting activities that use inputs to deliver an intended result, see also the NS-EN ISO 9000 standard, Chapter 3.4.1 and Chapter 2.3.4.
nb: Med arbeidsprosesser menes en samling av beslektede eller samvirkende aktiviteter som omformer tilført grunnlag til resultater, se også standarden NS-EN ISO 9000 kapittel 3.4.1 og kapittel 2.3.4.

source: He developed blisters on his feet and inflammation in his toenails.
nb: Han fikk blemmer på føttene og betennelse i neglene.

source: According to the interviews, B&B personnel involved in planning and executing the operations for pulling the HPC were not familiar with the testing general requirements in R-18601, which applied to operations on subsea facilities with a single barrier.
nb: I følge intervjuene, har personell i B&B som var involvert i planlegging og gjennomføring av operasjonene med trekking av blindflens, ikke vært kjent med de generelle kravene til testing i R-18601 som gjaldt for operasjon med én enkel barriere på havbunnsanlegg.

source: For pipeline systems, ISO 13623 with the ISO 27913 supplement and
nb: For rørledningssystemer bør ISO 13623 med tillegget ISO 27913 og

source: For offshore activities, reference is made to Section 77, litera e of the Activities Regulations.
nb: For virksomheten til havs vises det til aktivitetsforskriften § 77 bokstav e.

source: NORSOK D-010 revision 3, Chapter 4.10.
nb: NORSOK D-010 revisjon 3 kapittel 4.10.

source: accidental discharges of petroleum and chemicals of lesser significance for the external environment,
nb: utilsiktede utslipp av mindre betydning for ytre miljø av petroleum og kjemikalier,

source: Pursuant to its mandate, the investigation concentrated primarily on planning activities and interfaces between D&V and B&B related to the use of the isolation valve as a barrier.
nb: Vår gransking har i tråd med mandatet i hovedsak vært rettet mot planleggingsaktiviteter og grensesnittet mellom drift og B&B knyttet til bruk av isoleringsventilen som barriere.

source: Dynamic positioning operations should comply with IMO MSC.1 / Circ.1580 "Guidelines for Vessels and Units with Dynamic Positioning (DP) Systems", Chapter 4.
nb: Operasjoner med dynamisk posisjonering bør være i samsvar med IMO MSC.1/Circ.1580 «Guidelines for Vessels and Units with Dynamic Positioning (DP) Systems» kapittel 4.

source: The documentation shows that NOV conducted a factory acceptance test
nb: Dokumentasjonen viser at NOV gjorde en Factory Acceptance Test

source: qualified person on land who supervised projects.
nb: ressurs på land som fulgte prosjekter.

source: stored and rooms for fire pumps that are located in pontoons and columns.
nb: varer og rom for brannpumper som er plassert i pongtonger og søyler.

source: In order to secure it, Equinor must document to the PSA that Johan Castberg is complete and that it satisfies the requirements in the regulations.
nb: For å få samtykke må Equinor dokumentere overfor oss at Johan Castberg er ferdig og at den tilfredsstiller kravene i regelverket.

source: subsection of the Working Environment Act.
nb: som angår utformingen og organiseringen av arbeidet i virksomheten.

source: To determine the ability of passive fire protection materials to withstand jet fires, the ISO 22899-1 standard Part 1 General requirements should be used.
nb: For å bestemme passiv brannbeskyttelsesmaterialers evne til å motstå jetbranner, bør standarden ISO 22899-1 Part 1 General requirements brukes.

source: This relates not to the credibility of the data but to which figures, trends and results are the most important, and which perspective should be applied in reading and understanding them.
nb: Uenigheten knytter seg i hovedsak til hvilke tall, trender og resultater som er viktigst å framheve, og i hvilket perspektiv de skal leses og forstås - ikke om troverdigheten til selve tallene.

source: Testing of radio equipment
nb: Testing av radioutstyr

source: Engen describes the RNNP as a barometer of safety and risk conditions in the oil and gas industry.
nb: Engen kaller RNNP et barometer for sikkerhets- og risikonivået i petroleumsvirksomheten.

source: “We have to learn from the mistakes
nb: være skjerpet og klar.

source: We want to see that all spending can be challenged, but that cost cuts are achieved by improving efficiency rather than reducing activity.
nb: Vi er opptatt av at all pengebruk må kunne utfordres, men at kostnadsreduksjonene oppnås gjennom effektivisering - og ikke gjennom aktivitetsreduksjon, sier Kjell Morisbak Lund, direktør for utvinningstillatelser i Petoro.

source: We have given Statoil consent for major modification, installation and start-up of the Troll B ZMP module on the Troll field.
nb: Vi har gitt Statoil samtykke til større modifikasjon, installasjon og oppstart av Troll B ZMP modul på Trollfeltet.

source: In order to fulfil the requirement to lighting, the NORSOK S-002 standard revision 4 Chapter 5.6, 4.4.8
nb: For å oppfylle kravet til belysning bør standarden NORSOK S-002N revisjon 4 kapittel 5.6, 4.4.8.

source: For electrical equipment, the IEC 61892 series should be used.
nb: For elektrisk utstyr bør IEC 61892-serien brukes.

source: For permanent solutions, stair ladders should be chosen over vertical ladders.
nb: Som permanent løsning bør trappeleidere velges framfor vertikale leidere.

source: Equinor has signed framework agreements with Technip Norge AS (Technip) and Subsea 7 Norway AS (Subsea 7) concerning the performance of manned underwater operations in 2019.
nb: Equinor har inngått rammeavtaler med Technip Norge AS (Technip) og Subsea 7 Norway AS (Subsea 7) om gjennomføring av bemannede undervannsoperasjoner i 2019.

source: The RNNP survey is an important tool for measuring trends in the Norwegian petroleum sector.
nb: RNNP er et viktig verktøy for å måle utviklingen i risikonivået i petroleumsvirksomheten.

source: Both the toolbox talk and authorisation of AT were performed at ground level.
nb: Både «toolbox-talk» og godkjenning av AT ble gjennomført på bakkenivå.

source: of importance, which happens suddenly, and which is not allowed according to provision in or pursuant to this Act”.
nb: plutselig, og som ikke er tillatt etter bestemmelse i eller i medhold av denne lov".

source: The authority responsibility for handling CO
nb: Myndighetsansvaret for håndtering av CO

source: and warning signs have been posted (illustration 1).
nb: varselskilt er satt opp (bilde nr 1).

source: He worked with the plant operator to find the location and stop the leak.
nb: Han arbeidet sammen med uteoperatøren med å forsøke å finne lekkasjepunktet og stoppe lekkasjen.

source: This does not accord with Maersk’s statement that Norsok R-002 will be used for the technical specifications of lifting equipment.
nb: Dette samsvarer ikke med Maersks som sier at NORSOK R-002 skal brukes for teknisk spesifikasjon av løfteinnretninger.

source: Section 19 of the Framework Regulations
nb: veiledningen til rammeforskriften § 19

source: Operator 2 had to get under the piping to obtain more torque for opening the valve.
nb: Operatør 2 måtte gå under rørene for å få mer moment for å åpne ventilen.

source: plans for future use of the well,
nb: planer for videre bruk av brønnen,

source: The regular shift supervisor was off, and had been replaced on a temporary basis by a coordinator from another shift.
nb: Ordinær skiftleder hadde fri, og det var satt inn en koordinator fra et annet skift som vikar.

source: and development and modification projects, plans for participation should be established.
nb: gings- og modifikasjonsprosjekter, bør det etableres planer for medvirkning.

source: Equinor - Exploration drilling in the North Sea
nb: Equinor - Samtykke til leiteboring i Nordsjøen

source: drilling and well activities
nb: bore- og brønnaktiviteter

source: For plants that are not covered by this standard and this guideline, the operability should be verified through a full-scale function test at least once each year.
nb: For anlegg som ikke er omfattet av denne standarden og denne retningslinjen, bør funksjonsevne verifiseres ved en fullskala funksjonsprøve minst én gang i året.

source: A seabird expert from the Norwegian Institute for Nature Research (Nina) participated in LN-KYV’s overflight.
nb: Sjøfuglekspert fra Norsk institutt for naturforskning (NINA) deltok på overflyginger med LN-KYV.

source: CUI is one of the biggest challenges faced by the petroleum industry in older facilities (Næss, 2016).
nb: Korrosjon under isolasjon (KUI) er en av de største utfordringene som petroleumsindustrien står overfor på eldre anlegg (Næss, 2016).

source: Production started in 1999.
nb: Produksjonen starta i 1999.

source: Consent for use of Scarabeo 5 on the Snorre field
nb: Samtykke til bruk av Scarabeo 5 på Snorrefeltet

source: The activities described in section 4.3 to monitor barrier functions have failed to identify that the quick closing and Flintstone valves have a barrier function and that they are thereby incorrectly classified in the maintenance programme.
nb: Aktivitetene beskrevet i kapittel 4.3 som gjennomføres for å følge barrierefunksjoner har ikke fanget opp at Hurtiglukker og Flintstoneventilen har en barrierefunksjon og at de dermed er feil klassifisert i vedlikeholdsprogrammet.

source: ments as mentioned in the first subsection, literas a and b, as regards technical operations documents.
nb: nevnt i første ledd bokstav a og b, når det gjelder tekniske driftsdokumenter.

source: Figures from the trends in risk level in the petroleum activity (RNNP) survey show that safety remains high, but is moving in the wrong direction in some important areas.
nb: Tall fra Risikonivå i norsk petroleumsvirksomhet (RNNP) viser at sikkerhetsnivået fremdeles er høyt, men at noen viktige områder går i feil retning.

source: In Engen’s view, it helps to make the expectations which the parties have of each other predictable.
nb: - Det bidrar til at forventningene som partene har til hverandre, blir forutsigbare.

source: If the transfer to sludge cell 11 had been carried out earlier that evening/night, oil and sludge would probably have leaked undetected until daylight.
nb: Hvis omleggingen til slamcelle 11 var blitt foretatt tidligere på kvelden/natten er det derfor sannsynlig at lekkasjen av olje og slam ville pågått uoppdaget til det ble dagslys.

source: The Petroleum Safety Authority Norway (PSA) has carried out an audit of Equinor and the Halten Øst project, and the decision concerning the development concept.
nb: Petroleumstilsynet (Ptil) har ført tilsyn med Equinor og Halten Øst-prosjektet og beslutning om utbyggingskonsept.

source: The DFI specifies an expected long-term settlement of 700 millimetres.
nb: DFI anga en forventet langtids innsynkning på 700 mm.

source: Produced water on Ula has a high content of chlorides and a temperature of roughly 120°C, so that this type of corrosion was quickly initiated when the bolts came into contact with the water.
nb: På Ula har produsert vann et høyt innhold av klorider og temperatur på ca. 120 °C slik at da boltene kom i kontakt med vannet utløstes denne type korrosjon raskt.

source: A contact number was also established for relatives by using the Statoil call centre.
nb: Det ble også etablert kontakttelefonfor pårørende ved bruk av Statoil Call Senter.

source: It has been revealed that pipe components with this variation in quality have been delivered since the beginning of 2006.
nb: Det er avdekket at leveranser av rørkomponenter med dette kvalitetsavviket har pågått siden starten av 2006.

source: The International Association for Oil & Gas Producers (IOGP) has established guidelines for how CRM can be developed and implemented in practice.
nb: International Association for Oil & Gas Producers (IOGP) har etablert retningslinjer for hvordan CRM kan utvikles og implementeres i

source: Adjusted for working hours, the values vary from 0 to 7 per million working hours.
nb: Normalisert mot arbeidstimer varierer verdiene fra 0 til 7 per millioner arbeidstimer.

source: Johan Castberg lies in the Barents Sea, 100 kilometres north-west of Snøhvit.
nb: Johan Castberg-feltet ligger i Barentshavet, 100 kilometer nordvest for Snøhvit.

source: "Position paper - Material property requirements for high strength steels used in mobile offshore units" summarises some of the work undertaken and has been written in partnership with HSE UK.
nb: Publikasjonen «Position paper - Material property requirements for high strength steels used in mobile offshore units" oppsummerer noe av arbeidet, og er skrevet sammen med HSE UK.

source: nisation, manning or technology, the employee representatives on the working environment committee shall, according to Section 7-2 of the Working Environment Act, have the opportunity to participate in matters that can be of importance for the working environment.
nb: ganisering, bemanning eller teknologi, skal det i henhold til arbeidsmiljøloven § 7-2 legges til rette for at arbeidstakernes representanter i arbeidsmiljøutvalget får anledning til å medvirke i de saker som kan ha betydning for arbeidsmiljøet.

source: The Petroleum Safety Authority Norway (PSA) has granted an Acknowledgement of Compliance (AoC) for the Transocean Barents semi-submersible drilling facility.
nb: Petroleumstilsynet (Ptil) har gitt samsvarsuttalelse (SUT) for den halvt nedsenkbare boreinnretningen Transocean Barents.

source: We have given Equinor Energy AS (Equinor) consent for exploration drilling in block 6608/10 in the Norwegian Sea.
nb: Vi har gitt Equinor Energy AS (Equinor) samtykke til leiteboring i blokk 6608/10 i Norskehavet.

source: Since the PSA became aware of these faults in 2020, it has followed up how Equinor is handling the necessary inspection and repair work, and how the company is ensuring that the safety of the facility will be maintained in the long term.
nb: Etter at vi ble kjent med sveisefeilene i 2020, har vi fulgt opp hvordan Equinor håndterer det nødvendige inspeksjons- og reparasjonsarbeidet, og hvordan de sikrer at sikkerheten til innretningen blir ivaretatt på lang sikt.

source: Environmental risk related to the different facilities on the field, may be described in chapter 10; appendix.
nb: Miljørisiko knyttet til de ulike innretningene på feltet, kan beskrives i kapittel 10; Vedlegg.

source: The cracks observed by ROV after the incident are located in the dome close to the transition to the vertical cell wall (see image 2).
nb: Sprekken som ble observert med ROV etter hendelsen er plassert i kuleskallet (domen) nær overgangen til den vertikale søyleskall (se bilde 2).

source: The inflow test was approved within normal acceptance criteria and concluded at 12:30.
nb: Inflow testen ble godkjent innenfor normale akseptkriterier og avsluttet kl.12:30.

source: Maintenance of the skidding system is done by contractor Archer, while Repsol inspects the skid beams.
nb: Vedlikehold av skiddesystemet utføres av entreprenøren Archer mens inspeksjon av skiddebjelker utføres av Repsol.

source: It is somewhat unclear whether and how possible use was made of this in fighting the fire.
nb: Det er noe uklart om og hvordan denne eventuelt ble brukt under brannbekjempelsen.

source: The usual practice at Nyhamna is not for a toolbox talk and AT to be authorised at the worksite.
nb: Vanlig praksis på Nyhamna er ikke at «toolbox-talk» og AT blir godkjent på arbeidsstedet.

source: Equinor – Mongstad – investigation of personal injury and steam escape
nb: Equinor – Mongstad – gransking av personskade og damputslipp

source: An example of this is an abnormal discharge situation with high concentrations of oil in water over a short period of time, even if this does not lead to overruns in relation to the permit in the form of a monthly average.
nb: Eksempel på dette er en unormal utslippssituasjon med høye konsentrasjoner av olje i vann over kort tid, selv om dette ikke fører til overskridelse av tillatelse i form av gjennomsnitt per måned.

source: Big variations in barrier indicators can be observed between the land plants.
nb: På landanleggene viser barriereindikatorene store variasjoner mellom anleggene.

source: The purpose of this identical letter is to provide information about the responsible party’s duty to ensure that the use of portable electronic equipment accords with sections 10 and 10a of the facilities regulations (IF) on installations, systems and equipment and on ignition source control respectively, and with the corresponding provisions in sections 7 and 10a of the technical and operational regulations(TOF).
nb: Formålet med dette likelydende brevet er å informere om den ansvarliges plikt til å sikre at bruk av bærbart elektronisk kommunikasjonsutstyr er i samsvar med innretningsforskriften § 10 om anlegg, systemer og utstyr og §10a om tennkildekontroll, og tilsvarende bestemmelser i teknisk og operasjonell forskrift § 7 og §10a

source: Well clean-ups and start-up of production wells can lead to operational challenges and the risk of re-
nb: Brønnopprenskninger og oppstart av produksjonsbrønner kan medføre driftsutfordringer og risiko for

source: The planned start-up is April 2018.
nb: Planlagt oppstart er i april 2018.

source: handle the monitoring and control functions as mentioned in the third subsection,
nb: overvåkings- og kontrollfunksjonene som nevnt i tredje ledd,

source: Portable lifting equipment must comply with section 92 of the activities regulations on lifting operations.
nb: Løst løfteutstyr som brukes, skal oppfylle aktivitetsforskriften § 92 om løfteoperasjoner.

source: The PSA would like to thank HSE and the ABS, Lloyds and DNV GL class societies for a productive cooperation.
nb: Ptil ønsker å takke HSE og klasseselskapene ABS, Lloyds og DNV-GL for godt samarbeid.

source: We have carried out an audit of Rowan Norway Limited (Rowan) focused on drilling and wells, and the working environment on the Rowan Gorilla VI facility.
nb: Vi har ført tilsyn med Rowan Norway Limited (Rowan) rettet mot fagområdene boring og brønn samt arbeidsmiljø, på innretningen Rowan Gorilla VI.

source: The expected date for completion of test results and a repair proposal is late September 2017.
nb: Forventet dato for ferdigstilte testresultater og reparasjonsforslag er slutten av september 2017.

source: Identifying the causes of this will also be an important follow-up area for the PSA in the future.
nb: Kartlegging av årsakene til dette vil også være et viktig oppfølgingsområde for Petroleumstilsynet i tiden fremover.

source: Statfjord C was installed in 1984, the Statfjord Nord and Statfjord Øst satellite fields in 1994/95, and Sygna and Statfjord Nordflanken in 2000.
nb: Statfjord C ble installert i 1984, satellittfeltene Statfjord Nord og Statfjord Øst i 1994/95 og Sygna og Statfjord Nordflanken i 2000.

source: • control panel (tag 33JC004), also installed some distance from the winch
nb: Kontrollpanel (Tag 33JC004), også montert et stykke fra selve vinsjen

source: Across company types and job categories, 92% say they "agree" or "strongly agree" that they are familiar with such procedures.
nb: På tvers av selskapstyper og stil ingskategorier svarer 92% at de er «enig» eller «helt enig» i at de er kjent med slike prosedyrer.

source: Aker BP has been given consent to drill exploration well 2/1-17.
nb: Aker BP har fått samtykke til boring av leitebrønn 2/1-17.

source: • new and more thorough inspection of wall and top dome for cell 11
nb: Ny og grundigere undersøkelse av cellevegg og øvre dom på celle 11.

source: , the Ministry of Labour and Social Affairs is delegated authority for the safety of transport and storage of CO
nb: er Arbeids- og sosialdepartementet delegert myndighet for sikkerheten ved transport og lagring av CO

source: The operator shall establish systems for contact and exchange of information with the municipality, county council and regional health enterprise regarding health matters.
nb: Operatøren skal sørge for systemer for kontakt og informasjonsutveksling med kommunen, fylkeskommunen og regionalt helseforetak vedrørende helsemessige forhold.

source: Equinor - Consent for use of Deepsea Atlantic on Peon
nb: Equinor – samtykke til bruk av Deepsea Atlantic på Peon

source: Drilling is scheduled to begin in October 2019.
nb: Planlagt borestart er oktober 2019.
